Repository: turris-cz/reforis-data-collection
Catalog: reforis_data_collection/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, hu, sk

source: Overview
de: Übersicht
es: Vista general
fr: Vue d’ensemble
sk: Prehľad

source: License Agreement
de: Lizenzvereinbarung
es: Acuerdo de licencia
fr: Accord de licence
hu: Licencszerződés
sk: Licenčná zmluva

source: It's required to confirm the Terms of Participation in Turris Project to participate in the threat detection program.
de: Zur Teilnahme im Bedrohungs-Aufspürprogramm ist die Bestätigung der Teilnahmebedingungen im Turris-Projekt (Terms of Participation in Turris Project) erforderlich.
es: Es necesario aceptar los términos de participación en el proyecto Turris para hacer uso del programa de detección de amenazas.
fr: Afin de participer au programme de détection de menaces, il est requis d'en accepted les termes.
sk: Na účasť v programe detekcie bezpečnostných hrozieb je nevyhnutné potvrdiť Pravidlá účasti v projekte Turris.

source: Terms of Participation
de: Teilnahmebedingungen
es: Términos de participación
fr: Termes de participation
sk: Podmienky účasti

source: Your consent with the Terms of Participation allows us to analyze potential threats detected on your router and therefore to build a dynamic firewall.
de: Ihr Einverständnis mit den Teilnahmebedingungen erlaubt es uns, mögliche Bedrohungen, die auf Ihrem Router entdeckt wurden, zu untersuchen und auf diese Weise eine dynamische Firewall aufzubauen.
es: Tu consentimiento con los términos de participación nos permite analizar amenazas potenciales detectadas en tu router y construir un cortafuegos dinámico.
fr: Votre consentement aux termes de participation nous permet d'analyser les menaces potentielles détectées sur votre routeur et ainsi de construire un pare-feu dynamique.
sk: Váš súhlas s Podmienkami účasti nám umožňuje analyzovať potenciálne hrozby zistené vaším routerom a vďaka tomu budovať dynamický firewall.

source: Agreement
de: Vereinbarung
es: Acuerdo
fr: Accord de licence
hu: Megállapodás
sk: Zmluva

source: I accept the <a href='#'>Terms of Participation in Turris Project (Data Collection)</a>.
de: Ich akzeptiere die <a href='#'>Teilnahmebedingungen des Turris-Projekts (Datensammlung)</a>.
es: Acepto los <a href='#'>términos de participación en el proyecto Turris (recopilación de datos)</a>.
fr: J'accepte les <a href='#'>termes de participation au projet Turris (collecte de données)</a>.
sk: Súhlasím s <a href='#'>Podmienkami účasti v projekte Turris (zber dát)</a>.

source: I do not accept the <a href='#'>Terms of Participation in Turris Project (Data Collection)</a>.
de: Ich akzeptiere die <a href='#'>Teilnahmebedingungen des Turris-Projekts (Datensammlung)</a> nicht.
es: No acepto los <a href='#'>términos de participación en el proyecto Turris (recopilación de datos)</a>.
fr: je n'accepte pas les <a href='#'>termes de participation au projet Turris (collecte de données)</a>.
sk: Nesúhlasím s <a href='#'>Podmienkami účasti v projekte Turris (zber dát)</a>.

source: Terms of Participation in Turris Project (Data Collection)
de: Teilnahmebedingungen im Turris-Projekt (Datensammlung)
es: Tèrminos de paticipaciòn en el proyecto Turris(colecciòn de datos)
fr: Conditions de participation au projet Turris (collecte de données)
hu: A Turris Projektben való részvétel feltételei (adatgyűjtés)
sk: Podmienky účasti v projekte Turris (zber dát)

source: Sentinel is a Turris threat detection and attack prevention system, which provides dynamic firewall and statistics. Here you can set up several Sentinel components which take part in the threat detection subsystem.
de: Sentinel ist ein Turris-Bedrohungserkennungs- und Angriffspräventionssystem, welches über eine dynamische Firewall und Statistiken verfügt. Hier können Sie mehrere Sentinel-Komponenten einrichten, die in dem Bedrohungs-Erkennungs-Subsystem mitwirken.
es: Sentinel es un sistema de detección de amenazas y prevención de ataques de Turris, que proporciona un cortafuegos dinámico y estadísticas. Aquí puedes configurar varios componentes de Sentinel que intervienen el subsistema de detección de amenazas.
sk: Sentinel je systém detekcie a prevencie bezpečnostných hrozieb a útokov systému Turris, ktorý poskytuje dynamický firewall a štatistiky. Tu môžete nastaviť rôzne súčasti systému Sentinel, ktoré sa využívajú v podsystéme detekcie hrozieb.

source: Sentinel Components
de: Sentinel-Komponenten
es: Componentes de Sentinel
fr: Composants de Sentinel
sk: Súčasti Sentinelu

source: You can select specific components that you want to enable or disable.
de: Sie können spezifische Komponenten auswählen, um sie zu aktivieren oder deaktivieren.
es: Puedes seleccionar componentes específicos que desees activar o desactivar.
sk: Môžete vybrať konkrétne komponenty, ktoré chcete povoliť alebo zakázať.

source: Enable Firewall Logs
de: Firewall-Logs aktivieren
es: Activar los registros del cortafuegos
fr: Activer les journaux du pare-feu
sk: Povoliť záznamy firewallu

source: Enable Minipots
de: Minipots aktivieren
es: Activar Minipots
fr: Activer les mini pots
sk: Povoliť minipoty

source: Running on port 80.
de: Läuft auf Port 80.
es: Ejecutándose en el puerto 80.
fr: En cours d'exécution sur le port 80.
sk: Beží na porte 80.

source: Running on port 21.
de: Läuft auf Port 21.
es: Ejecutándose en el puerto 21.
fr: En cours d'exécution sur le port 21.
sk: Beží na porte 21.

source: Running on port 25 and 587.
de: Läuft auf Ports 25 und 587.
es: Ejecutándose en el puerto 25 y 587.
fr: En cours d'exécution sur les ports 25 et 587.
sk: Beží na portoch 25 a 587.

source: Running on port 23.
de: Läuft auf Port 23.
es: Ejecutándose en el puerto 23.
fr: En cours d'exécution sur le port 23.
sk: Beží na porte 23.

source: Enable Survey
de: Erhebung aktivieren
es: Habilitar estadísticas
fr: Activer les statistiques
sk: Povoliť prieskum

source: Firewall Logs are logs gathered from iptables firewall. If enabled, Sentinel uses them to monitor packets coming from outside network and trying to connect to potentially vulnerable local services. These techniques, also known as "port scans" usually try to detect whether specific ports are opened on local device. If enabled, Sentinel Firewall Logs gather information about origin of such malicious packets and about ports they try to scan on local device.
de: Firewall-Logs sind Logs, die von der iptables-Firewall ausgelesen werden. Falls aktiviert, verwendet Sentinel sie zum Beobachten von Paketen, die aus dem Extranet kommen und Verbindungsversuche zu potenziell anfälligen lokalen Diensten enthalten. Diese Techniken, die auch als „Portscans“ bekannt sind, versuchen üblicherweise herauszufinden, welche Ports auf dem betreffenden Gerät offen sind. Falls aktiviert, sammelt Sentinel Firewall-Logs Informationen über den Ursprung dieser Pakete und über die Ports, die sie auf dem lokalen Gerät abzuscannen versuchen.
es: Los registros del cortafuegos son registros recopilados por el cortafuegos iptables. Si están activados, Sentinel los utiliza para supervisar los paquetes procedentes de la red exterior que intentan conectarse a servicios locales potencialmente vulnerables. Estas técnicas, también conocidas como "análisis de puertos", suelen intentar detectar si hay puertos específicos abiertos en el dispositivo local. Si están activados, los registros del cortafuegos Sentinel recopilan información sobre el origen de estos paquetes maliciosos y sobre los puertos que intentan explorar en el dispositivo local.
sk: Záznamy brány firewall sú protokoly zhromaždené firewallu iptables. Ak sú povolené, Sentinel ich používa na monitorovanie paketov prichádzajúcich z vonkajšej siete a pokúšajúcich sa pripojiť k potenciálne zraniteľným miestnym službám. Tieto techniky, známe aj ako „skenovanie portov“, sa zvyčajne snažia zistiť, či sú na miestnom zariadení otvorené konkrétne porty. Ak sú povolené, záznamy brány Sentinel Firewall zhromažďujú informácie o pôvode týchto škodlivých paketov a o portoch, ktoré sa pokúšajú na miestnom zariadení skenovať.

source: The main purpose of the Sentinel Minipot is to collect authentication information from the login attempts. It is possible to emulate some of the often attacked services - Telnet, HTTP, FTP, and SMTP. The goal is to catch the attacker red-handed when they think they are attacking a real service.
de: Der Hauptzweck des Sentinel-Minipots besteht darin, Authentifizierungsinformationen der Login-Versuche zu sammeln. Er besitzt die Möglichkeit, einige der oft angegriffenen Dienste wie Telnet, HTTP, FTP und SMTP zu simulieren. Das Ziel ist dabei, den Angreifer auf frischer Tat zu ertappen, während er glaubt, einen echten Dienst anzugreifen.
es: El objetivo principal de Sentinel Minipot es recopilar información de autenticación de los intentos de inicio de sesión. Es posible emular algunos de los servicios atacados con frecuencia: Telnet, HTTP, FTP y SMTP. El objetivo es pillar al atacante con las manos en la masa cuando piense que está atacando un servicio real.
sk: Hlavným účelom minipotov Sentinelu je zhromažďovanie autentifikačných informácií z pokusov o prihlásenie. Je možné emulovať niektoré často napádané služby – Telnet, HTTP, FTP a SMTP. Cieľom je chytiť útočníka pri čine, keď si myslí, že útočí na skutočnú službu.

source: The Turris survey collects information about installed packages, used languages, and operating system versions. Based on this, we can focus on widely used packages and features and provide support.
de: Die Turris-Erhebung sammelt Informationen über installierte Pakete, verwendete Sprachen und Betriebssystemversionen. Diese Grundlage ermöglicht es uns, uns auf die gängigen Pakete und Funktionalitäten zu konzentrieren und dafür Unterstützung zu leisten.
es: La encuesta Turris recoge información sobre los paquetes instalados, los idiomas utilizados y las versiones del sistema operativo. A partir de ahí, podemos centrarnos en los paquetes y funciones más utilizados y ofrecerles asistencia.
sk: V prieskume Turris sa zhromažďujú informácie o nainštalovaných balíčkoch, používaných jazykoch a verziách operačného systému. Na základe toho sa môžeme zamerať na široko používané balíčky a funkcie a poskytovať podporu.

source: Status:
es: Estado:
fr: Statut :
sk: Stav:

source: Running
de: Läuft
es: En ejecución
fr: En cours d'exécution
sk: Prebieha

source: Sending
de: Sendet
es: Enviando
fr: Envoi en cours
sk: Odosielanie

source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échec
sk: Neúspešné

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
sk: Vypnuté

source: Uninstalled
de: Deinstalliert
es: Desinstalado
fr: Désinstallé
sk: Odinštalované

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
sk: Neznáme

source: Sentinel State
de: Sentinel-Zustand
es: Estado de Sentinel
fr: État de Sentinel
sk: Stav Sentinelu

source: To view Sentinel data, please visit
es: Para consultar los datos de Sentinel, por favor visite

source: There you can also see and filter
es: Allí también puedes ver y filtrar

source: Device token
de: Geräte-Token
es: Token del dispositivo
sk: Token zariadenia

source: Sentinel Proxy
es: Proxy Sentinel
fr: Proxy de Sentinel
sk: Proxy Sentinelu

source: Firewall Logs
es: Registros del cortafuegos
fr: Journaux du pare-feu
sk: Záznamy firewallu

source: Survey
de: Erhebung
es: Encuesta
fr: Sondage
sk: Prieskum

source: Please accept the
es: Por favor, acepte el

source: to manage Sentinel.
es: para gestionar Sentinel.

source: Cannot update Sentinel settings
de: Sentinel-Einstellungen können nicht aktualisiert werden
es: No se puede actualizar la configuración de Sentinel
fr: Impossible de mettre à jour les paramètres de Sentinel
hu: Az Őrszem beállításai nem frissíthetők
sk: Nastavenia Sentinelu sa nedajú aktualizovať

source: Minipots
sk: Minipoty

source: Sentinel
hu: Őrszem

source: Data Collection
hu: Adatgyűjtés

source: Participate in data collection and dynamic distributed firewall.
hu: Vegyen részt az adatgyűjtésben és a dinamikus elosztott tűzfalban.

source: It's required to confirm the Terms of Participation in Turris Project to participate in data collection.
hu: Az adatgyűjtésben való részvételhez meg kell erősítenie a Turris Projektben való részvétel feltételeit.

source: I accept the <a href="#">Terms of Participation in Turris Project (Data Collection)</a>.
hu: Elfogadom a <a href="#"> Turris Projectben való részvétel feltételeit (adatgyűjtés) </a>.

source: I do not accept the <a href="#">Terms of Participation in Turris Project (Data Collection)</a>.
hu: Nem fogadom el a <a href="#"> Turris Projectben való részvétel feltételeit (adatgyűjtés) </a>.
