Repository: turris-cz/reforis-data-collection
Catalog: reforis_sentinel/translations/*/LC_MESSAGES/messages.po
Languages: cs, ru, ta

source: Sentinel
ta: காவலாளி

source: Overview
cs: Přehled
ru: Обзор
ta: கண்ணோட்டம்

source: License Agreement
cs: Licenční smlouva
ru: Лицензионное соглашение
ta: உரிம ஒப்பந்தத்தின்

source: It's required to confirm the Terms of Participation in Turris Project to participate in the threat detection program.
cs: K účasti v programu detekce bezpečnostních hrozeb je potřeba potvrdit souhlas s Podmínkami účasti v projektu Turris.
ru: Для участия в программе обнаружения угроз необходимо подтвердить Условия участия в Turris Project.
ta: அச்சுறுத்தல் கண்டறிதல் திட்டத்தில் பங்கேற்க டர்ரிச் திட்டத்தில் பங்கேற்பின் விதிமுறைகளை உறுதிப்படுத்த வேண்டும்.

source: Terms of Participation
cs: Podmínky účasti
ru: Условия участия
ta: பங்கேற்பு விதிமுறைகள்

source: Your consent with the Terms of Participation allows us to analyze potential threats detected on your router and therefore to build a dynamic firewall.
cs: Váš souhlas s Podmínkami účasti nám umožňuje analyzovat potenciální bezpečnostní hrozby detekované na vašem routeru a tedy aktualizovat dynamický firewall.
ru: Ваше согласие с Условиями участия позволяет нам анализировать потенциальные угрозы, обнаруженные на вашем маршрутизаторе, и, следовательно, создавать динамический брандмауэр.
ta: பங்கேற்பு விதிமுறைகளுடனான உங்கள் ஒப்புதல் உங்கள் திசைவியில் கண்டறியப்பட்ட சாத்தியமான அச்சுறுத்தல்களை பகுப்பாய்வு செய்யவும், எனவே மாறும் ஃபயர்வாலை உருவாக்கவும் அனுமதிக்கிறது.

source: Agreement
cs: Smlouva
ru: Соглашение
ta: ஒப்பந்தம்

source: I accept the <a href='#'>Terms of Participation in Turris Project (Data Collection)</a>.
cs: Přijímám <a href='#'>Podmínky účasti v projektu Turris (sběr dat)</a>.
ru: Я принимаю <a href='#'> Условия участия в проекте Turris (сбор данных) </a>.
ta: டூரிச் திட்டத்தில் (தரவு சேகரிப்பு) பங்கேற்புக்கான <a href='#'>விதிமுறைகளை நான் ஏற்றுக்கொள்கிறேன் </a>.

source: I do not accept the <a href='#'>Terms of Participation in Turris Project (Data Collection)</a>.
cs: Nepřijímám <a href='#'>Podmínky účasti v projektu Turris (sběr dat)</a>.
ru: Я не принимаю <a href='#'> Условия участия в проекте Turris (сбор данных) </a>.
ta: டூரிச் திட்டத்தில் பங்கேற்புக்கான <a href = '#'> விதிமுறைகளை நான் ஏற்கவில்லை (தரவு சேகரிப்பு) </a>.

source: Terms of Participation in Turris Project (Data Collection)
cs: Podmínky účasti v projektu Turris (sběr dat)
ru: Условия участия в проекте Turris (сбор данных)
ta: டர்ரிச் திட்டத்தில் பங்கேற்பு விதிமுறைகள் (தரவு சேகரிப்பு)

source: Sentinel is a Turris threat detection and attack prevention system, which provides dynamic firewall and statistics. Here you can set up several Sentinel components which take part in the threat detection subsystem.
cs: Sentinel je systém detekce a prevence bezpečnostních hrozeb, který je součástí projektu Turris a poskytuje dynamický firewall a statistiky. Zde můžete nastavit různé komponenty systému Sentinel, které se využívají v subsystému detekce hrozeb.
ru: Sentinel — это система обнаружения угроз и предотвращения атак Turris, которая обеспечивает динамический брандмауэр и сбор статистики. Здесь вы можете настроить несколько компонентов Sentinel, которые участвуют в подсистеме обнаружения угроз.
ta: சென்டினல் என்பது ஒரு டர்ரிச் அச்சுறுத்தல் கண்டறிதல் மற்றும் தாக்குதல் தடுப்பு முறையாகும், இது மாறும் ஃபயர்வால் மற்றும் புள்ளிவிவரங்களை வழங்குகிறது. அச்சுறுத்தல் கண்டறிதல் துணை அமைப்பில் பங்கேற்கும் பல சென்டினல் கூறுகளை இங்கே அமைக்கலாம்.

source: Sentinel Components
cs: Komponenty systému Sentinel
ru: Компоненты Sentinel
ta: சென்டினல் கூறுகள்

source: You can select specific components that you want to enable or disable.
cs: Můžete vybrat konkrétní komponenty, které chcete povolit nebo zakázat.
ru: Вы можете выбрать определенные компоненты, которые вы хотите включить или отключить.
ta: நீங்கள் இயக்க அல்லது முடக்க விரும்பும் குறிப்பிட்ட கூறுகளைத் தேர்ந்தெடுக்கலாம்.

source: Enable Firewall Logs
cs: Zapnout zaznamenávání událostí na bráně firewall
ru: Включить журналы брандмауэра
ta: ஃபயர்வால் பதிவுகளை இயக்கவும்

source: Enable Minipots
cs: Zapnout Minipoty
ru: Включить Minipots
ta: மினி -மைன்களை இயக்கவும்

source: Running on port 80.
cs: Spuštěné na portu 80.
ru: Работает на 80-м порту.
ta: துறைமுகம் 80 இல் இயங்குகிறது.

source: Running on port 21.
cs: Spuštěné na portu 21.
ru: Работает на 21-м порту.
ta: துறைமுகம் 21 இல் இயங்குகிறது.

source: Running on port 25 and 587.
cs: Spuštěné na portech 25 a 587.
ru: Работает на портах 25 и 587.
ta: துறைமுகம் 25 மற்றும் 587 இல் இயங்குகிறது.

source: Running on port 23.
cs: Spuštěné na portu 23.
ru: Работает на 23-м порту.
ta: துறைமுகம் 23 இல் இயங்குகிறது.

source: Enable Survey
cs: Účastnit se průzkumu
ru: Включить опрос
ta: கணக்கெடுப்பை இயக்கு

source: Firewall Logs are logs gathered from iptables firewall. If enabled, Sentinel uses them to monitor packets coming from outside network and trying to connect to potentially vulnerable local services. These techniques, also known as "port scans" usually try to detect whether specific ports are opened on local device. If enabled, Sentinel Firewall Logs gather information about origin of such malicious packets and about ports they try to scan on local device.
cs: Protokoly brány firewall jsou protokoly shromážděné z brány firewall iptables. Pokud jsou povoleny, Sentinel je používá ke sledování paketů přicházejících z vnější sítě a snažících se připojit k potenciálně zranitelným místním službám. Tyto techniky, známé také jako „skenování portů“, se obvykle snaží zjistit, zda jsou na místním zařízení otevřeny konkrétní porty. Pokud je tato funkce povolena, funkce Sentinel pro protokoly brány firewall shromažďuje informace o původu takových škodlivých paketů a o portech, které se snaží skenovat na místním zařízení.
ru: Журналы брандмауэра — это журналы, собранные из брандмауэра iptables. Если они включены, Sentinel использует их для мониторинга пакетов, поступающих из внешней сети и пытающихся подключиться к потенциально уязвимым локальным службам. Эти методы, также известные как «сканирование портов», обычно пытаются определить, открыты ли определенные порты на локальном устройстве. Если этот параметр включен, журналы Sentinel Firewall собирают информацию о происхождении таких вредоносных пакетов и о портах, которые они пытаются сканировать на локальном устройстве.
ta: ஃபயர்வால் பதிவுகள் இப்டேபிள்ச் ஃபயர்வாலில் இருந்து சேகரிக்கப்பட்ட பதிவுகள். இயக்கப்பட்டால், வெளிப்புற நெட்வொர்க்கிலிருந்து வரும் பாக்கெட்டுகளை கண்காணிக்கவும், பாதிக்கப்படக்கூடிய உள்ளக சேவைகளுடன் இணைக்க முயற்சிக்கவும் சென்டினல் அவற்றைப் பயன்படுத்துகிறது. "துறைமுகம் ச்கேன்" என்றும் அழைக்கப்படும் இந்த நுட்பங்கள் பொதுவாக உள்ளக சாதனத்தில் குறிப்பிட்ட துறைமுகங்கள் திறக்கப்பட்டுள்ளதா என்பதைக் கண்டறிய முயற்சிக்கிறது. இயக்கப்பட்டால், சென்டினல் ஃபயர்வால் பதிவுகள் அத்தகைய தீங்கிழைக்கும் பாக்கெட்டுகளின் தோற்றம் மற்றும் உள்ளக சாதனத்தில் ச்கேன் செய்ய முயற்சிக்கும் துறைமுகங்கள் பற்றிய தகவல்களை சேகரிக்கின்றன.

source: The main purpose of the Sentinel Minipot is to collect authentication information from the login attempts. It is possible to emulate some of the often attacked services - Telnet, HTTP, FTP, and SMTP. The goal is to catch the attacker red-handed when they think they are attacking a real service.
cs: Hlavním účelem minipotů Sentinel je shromažďování autentizačních informací z pokusů o přihlášení. Lze emulovat některé často napadané služby – Telnet, HTTP, FTP a SMTP. Cílem je chytit útočníku při činu, když si myslí, že útočí na skutečnou službu.
ru: Основной целью Sentinel Minipot является сбор информации для аутентификации при попытках входа в систему. Можно эмулировать некоторые часто атакуемые службы — Telnet, HTTP, FTP и SMTP. Цель состоит в том, чтобы поймать злоумышленника с поличным, когда он думает, что атакует реальную службу.
ta: உள்நுழைவு முயற்சிகளிலிருந்து அங்கீகார தகவல்களை சேகரிப்பதே சென்டினல் மினிபோட்டின் முக்கிய நோக்கம். டெல்நெட், எச்.டி.டி.பி, எஃப்.டி.பி மற்றும் எச்.எம்.டி.பி. தாக்குதல் நடத்தியவர் ஒரு உண்மையான சேவையைத் தாக்குகிறார் என்று நினைக்கும் போது அவர்கள் சிவப்பு-கையைப் பிடிப்பதே குறிக்கோள்.

source: The Turris survey collects information about installed packages, used languages, and operating system versions. Based on this, we can focus on widely used packages and features and provide support.
cs: Průzkum Turris shromažďuje informace o nainstalovaných balíčcích, používaných jazycích a verzích operačního systému. Na základě toho se můžeme zaměřit na široce používané balíčky a funkce a poskytovat podporu.
ru: Опрос Turris собирает информацию об установленных пакетах, используемых языках и версиях операционной системы. Исходя из этого, мы можем сосредоточиться на широко используемых пакетах, функциях и обеспечить поддержку.
ta: டர்ரிச் கணக்கெடுப்பு நிறுவப்பட்ட தொகுப்புகள், பயன்படுத்தப்பட்ட மொழிகள் மற்றும் இயக்க முறைமை பதிப்புகள் பற்றிய தகவல்களை சேகரிக்கிறது. இதன் அடிப்படையில், பரவலாகப் பயன்படுத்தப்படும் தொகுப்புகள் மற்றும் அம்சங்களில் கவனம் செலுத்தலாம் மற்றும் ஆதரவை வழங்கலாம்.

source: Status:
cs: Stav:
ru: Статус:
ta: நிலை:

source: Running
cs: Spuštěné
ru: Запущено
ta: இயங்கும்

source: Sending
cs: Odesílání
ru: Отправка
ta: அனுப்புகிறது

source: Failed
cs: Neúspěch
ru: Неудачно
ta: தோல்வியுற்றது

source: Disabled
cs: Vypnuto
ru: Отключён
ta: முடக்கப்பட்டது

source: Uninstalled
cs: Odinstalováno
ru: Не установлен
ta: நிறுவல் நீக்கப்பட்டது

source: Unknown
cs: Neznámý
ru: Неизвестно
ta: தெரியவில்லை

source: Sentinel State
cs: Stav Sentinelu
ru: Состояние Sentinel
ta: சென்டினல் மாநிலம்

source: To view Sentinel data, please visit
cs: Chcete-li zobrazit data Sentinel, navštivte prosím
ta: சென்டினல் தரவைக் காண, தயவுசெய்து பார்வையிடவும்

source: There you can also see and filter
cs: Můžete také vidět a filtrovat
ta: அங்கு நீங்கள் பார்க்கவும் வடிகட்டவும் முடியும்

source: Device token
cs: Token zařízení
ru: Токен устройства
ta: சாதனம் கிள்ளாக்கு

source: Sentinel Proxy
ru: Прокси Sentinel
ta: சென்டினல் பதிலாள்

source: Firewall Logs
cs: Záznamy událostí na bráně firewall
ru: Журналы брандмауэра
ta: ஃபயர்வால் பதிவுகள்

source: Minipots
cs: Minipoty
ta: மினிபோட்டுகள்

source: Survey
cs: Průzkum
ru: Опрос
ta: கணக்கெடுப்பு

source: Please accept the
cs: Přijměte prosím
ta: தயவுசெய்து ஏற்றுக்கொள்ளுங்கள்

source: to manage Sentinel.
cs: , abyste mohli ovládat Sentinel.
ta: சென்டினலை நிர்வகிக்க.

source: Cannot update Sentinel settings
cs: Nelze aktualizovat nastavení pro Sentinel
ru: Не удается обновить настройки Sentinel
ta: சென்டினல் அமைப்புகளை புதுப்பிக்க முடியாது
